USE diarydb;
INSERT INTO emotion
(em_id, em_name, em_comment, em_path)
VALUES
('1','행복','-　-　-정신 없는 아침이 반갑다.- 당신없는 밤이 떠났기에','emotion_1.png')
,('2','기쁨','-　-　-놀면 뭐하나??-재밌겠지~','emotion_2.png')
,('3','평온','-　-날씨도 오락가락-하는데-하물며 사람마음이야-사람마음,,','emotion_3.png')
,('4','슬픔','-　-　-그리운건-그때일까-그대일까','emotion_4.png')
,('5','우울','자살을 거꾸로 읽으면-살자가 되고-역경을 거꾸로 읽으면-경력이 되고-인연을 거꾸로 읽으면-연인이 된다-"내 힘들다"를 거꾸로 읽으면?','emotion_5.png')
,('6','피곤','-　-　-내일도 할 수 있는 일을-굳이 오늘 할 필요 없다.','emotion_6.png')
,('7','화남','-　-　-참을 인 세 번이면-호구','emotion_7.png')
,('8','불만','후회하고 있다는 건-실수로 끝났었던 것-　-　 -미련이 남았다는 건-노력이 부족했던 것','emotion_8.png');

COMMIT;